<h1>
歡迎您使用本購物網站，本網站是由「顧身體POS」營運。（以下簡稱“本網站”）提供的服務。請仔細閱讀以下服務條款（以下簡稱“本條款”），一旦您使用本網站，即表示您同意遵守本條款。
</h1>
<h3>
1. 服務內容
</h3>
<p>
1.1 本網站提供的服務包括但不限於商品的在線瀏覽、購買、付款、配送、售後服務等。
</p>
<h3>
2. 用戶資格
</h3>
<p>
2.1 使用本網站服務的用戶必須具備完全的民事行為能力。若用戶為未成年人，需在其監護人指導下使用本網站。
</p>
<h3>
3. 用戶註冊
</h3>
<p>
3.1 用戶在使用本網站某些功能時，可能需要註冊帳戶。註冊帳戶時，請提供準確、完整的個人資料，並保持這些資料的更新。
</p>
<p>
3.2 用戶應妥善保管帳戶密碼，不得將帳戶、密碼轉讓或出借給他人使用。用戶對使用其帳戶和密碼進行的一切活動負全部責任。
</p>
<h3>
4. 隱私保護
</h3>
<p>
4.1 本網站重視用戶的隱私保護，將按照隱私政策處理用戶的個人資料。
</p>
<h3>
5. 訂單及付款
</h3>
<p>
5.1 用戶在本網站提交的訂單視為購買商品的要約。只有在本網站確認接受該訂單後，該訂單才生效。
</p>
<p>
5.2 本網站提供多種支付方式，用戶可選擇適合自己的支付方式進行付款。
</p>
<h3>
6. 配送服務
</h3>
<p>
6.1 本網站將根據用戶提供的配送地址進行商品配送。配送時間和費用將根據具體情況確定。
</p>
<h3>
7. 退換貨政策
</h3>
<p>
7.1 用戶在收到商品後，如需退換貨，請參照本網站的退換貨政策。
</p>
<h3>
8. 知識產權
</h3>
<p>
8.1 本網站及其所使用的所有內容（包括但不限於文字、圖像、音頻、視頻等）均受著作權、商標權及其他相關法律的保護。
</p>
<h3>
9. 責任限制
</h3>
<p>
9.1 本網站對因不可抗力或其他非本網站過錯原因造成的服務中斷或損失不承擔責任。
</p>
<h3>
10. 條款修改
</h3>
<p>
10.1 本網站有權根據需要修改本條款，修改後的條款將在本網站公佈。用戶繼續使用本網站即視為接受修改後的條款。
</p>
<h3>
11. 其他
</h3>
<p>
11.1 本條款的解釋、效力及糾紛解決均適用中華民國之法律。
</p>
<p>
11.2 若本條款的任何條款被視為無效或不可執行，該條款應在必要的最低限度內被修改或刪除，且不影響其他條款的有效性和可執行性。
</p>
